tap 'cantino/mcfly'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'

brew 'automake'
brew 'bat'
brew 'ctags'
brew 'fasd'
brew 'fd'
brew 'ffmpeg'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'git-extras'
brew 'go'
brew 'highlight'
brew 'imagemagick'
brew 'jq'
brew 'lame'
brew 'mcfly'
brew 'mosh'
brew 'neovim'
brew 'openssl'
brew 'python3'
brew 'ranger'
brew 'readline'
brew 'rename'
brew 'ripgrep'
brew 'spaceman-diff'
brew 'terraform'
brew 'tidy-html5'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'volta'
brew 'zsh'
