tap 'caskroom/fonts'
tap 'homebrew/cask-fonts'
tap 'homebrew/fuse'

cask 'clipy'
cask 'firefox'
cask 'font-fira-code'
cask 'google-chrome'
cask 'homebrew/cask-fonts/font-inconsolata-nerd-font'
cask 'inkscape'
cask 'iterm2'
cask 'karabiner-elements'
cask 'osxfuse'
cask 'qlmarkdown'
cask 'steam'
cask 'vlc'

brew 'coreutils'
brew 'emacs-mac'
brew 'gawk'
brew 'gh'
brew 'ntfs-3g'
brew 'podofo'
brew 'reattach-to-user-namespace'
brew 'x264'
brew 'x265'
brew 'xvid'
brew 'youtube-dl'
